<template>
  <div class="pageParent mb-10 mt-[100px]">
    <v-row class="justify-center max-w-[1140px] mx-auto">
      <v-col cols="12" md="6">
        <div class="flex flex-col">
          <div class="text-center">
            <h2 class="font-bold text-xl">درباره ما</h2>
          </div>
          <div>
            <p>
              {{ aboutUsText }}
            </p>
          </div>
        </div></v-col
      >
      <v-col cols="12" md="6">
        <img src="../../assets/images/svg/aboutUsGif.svg" />
      </v-col>
    </v-row>
  </div>
</template>
<script setup>
import { ref } from "vue";
const aboutUsText = ref(
  "یکی از مهم­ترین نیازهایی که برای جامعه بشریت تعریف می­شه، حمل و نقل هست. در واقع اینکه یک سامانه اعلام بار مجازی وجود داشته باشه می­تونه تا حد زیادی روند حمل و نقل رو سرعت ببخشه؛ برای همین هم بارگرام به عنوان یکی از بهترین سامانه ­های خدمات و نوبت دهی ناوگان  و اعلام بار حمل و نقل به حساب میاد. با توجه به اینکه یکی از مهم­ترین و سازنده­ ترین فعالیت­ هایی که در بحث حمل و نقل وجود داره، تقسیم بار بین رانندگان است. حمل بار توسط رانندگان به یک موضوع مهم تبدیل می­شه که متاسفانه در بسیاری از موارد عادلانه نیست و برای همین هم انتظار می­ره که از سرعت این فرآیند کاسته بشه. بارگرام اینجاست تا این مشکل رو حل کنه و با سامانه اعلام بار مجازی خودش، به بهبود کیفیت حمل و نقل در زمینه تحویل بار و صدور بارنامه کمک کنه."
);
</script>

<style>
.pageParent {
  min-height: 250px;
}
</style>